#version: 0.2
c c
C C
C (
O )
= O)
c (
c 1
C )
c 2
C( =O)
c 3
c1 cc
( C)
F )
c2 cc
C 1
) cc
C( C)
( =O)
c n
C 2
H ]
c( N
C(=O) N
3 )
c3 cc
c 4
C O
C( O)
CC N
cc (
C l
C N
[ n
[n H]
2 )
CC CC
CC (
C =
c1cc c(
C 3
c1 n
Cl )
O C)
O =
c1cc (
c( -
O CC
N )
CC (=O)
( F)
cc c2
N C(=O)
) n
[ C
[C @
CC 1
c4 cc
c1cc cc
F) (F)
c2 n
CC C(
c( =O)
C 4
n 1
C( F)(F)
cc 1
c1 )
CC (C)
3) n
c2 c(
c 5
C(F)(F) F)
2 )cc
( CC
c 1</w>
c3 n
c2cc ccc2
Cl )cc
(C) CC
( O)
c3cc cc
S (=O)
c3cc c(
c2cc c(
CC OCC
C O)
n 2
c3 c(
c2 )
S(=O) (=O)
N c1n
C(O) C(C)
CC 2
= O</w>
4 )
(C) C)
cc( -
O C(
[C@ @
CCN (
CC 1</w>
C 1</w>
1 )
cc cc
c2cc (
[C@@ H]
O= C(
O C(=O)
CC(=O) N
CC( O)
C( =
c3 )
n 1</w>
c1cc( N
C(C) C)
C(=O) O)
C( N)
4 )cc
c4cc cc
c2 cn
c( O)
CC =
C c1
C 5
c( C)
CN 1
CCN (C)CC
C(O)C(C) O
C(=O)N C(
C c1ccc(
C #
3 )cc
